Repository: eonpatapon/gnome-shell-extension-caffeine
Catalog: caffeine@patapon.info/locale/*/LC_MESSAGES/gnome-shell-extension-caffeine.po
Languages: es_es, et_ee

source: Auto suspend and screensaver disabled
es_es: Protector de pantalla desactivado.
et_ee: Ise-uinumine ja ekraanisäästja tõkestatud

source: Auto suspend and screensaver enabled
es_es: Protector de pantalla activado.
et_ee: Ise-uinumine ja ekraanisäästja võimaldatud

source: Show Caffeine in top panel
es_es: Mostrar Caffeine en el panel superior.
et_ee: Kuva Caffeine üla-paneelil

source: Enable when a fullscreen application is running
es_es: Activar cuando se ejecute un programa en pantalla completa.
et_ee: Võimalda kui rakendus tööta täisekraanis

source: Restore state across reboots
et_ee: Ennista olek taaskäivituste vahel

source: Enable notifications
es_es: Activar notificaciones.
et_ee: Luba teavitused

source: Applications which enable Caffeine automatically
es_es: Programas que activan Caffeine automáticamente.
et_ee: Rakendused, millega võimaldatakse Caffeine iseseisvalt

source: Add application
es_es: Añadir programa.
et_ee: Lisa rakendus

source: Create new matching rule
es_es: Crear nueva regla.
et_ee: Loo uus vastavus reegel

source: Add
es_es: Añadir.
et_ee: Lisa

source: A list of strings, each containing an application id (desktop file name)
et_ee: Lausendite nimekiri, kus iga sisaldab rakenduse ID-d (töölaua faili nime)

source: Store caffeine user state
et_ee: Talleta Caffeine kasutaja olek

source: Restore caffeine state
et_ee: Ennista Caffeine olek

source: Show indicator
et_ee: Kuva indikaatorit

source: Show notifications when enabled/disabled
et_ee: Kuva teavitusi, kui lubatud/keelatud

source: Disable on Power Off
es_es: Desactivar al apagar.
